namespace RegistryWeb.Models.Api
{
    public enum HouseServiceNameEnum
    {
        name1 = 1,//Работы (услуги) по управлению многоквартирным домом
        name2,//Работы по содержанию помещений, входящих в состав общего имущества в многоквартирном доме
        name3,//Работы по обеспечению вывоза бытовых отходов
        name4,//Работы по содержанию и ремонту конструктивных элементов (несущих конструкций и ненесущих конструкций) многоквартирных домов
        name5,//Работы по содержанию и ремонту оборудования и систем инженерно-технического обеспечения, входящих в состав имущества в многоквартирном доме
        name6,//Работы по содержанию и ремонту мусоропроводов в многоквартирном доме
        name7,//Работы по содержанию и ремонту лифта (лифтов) в многоквартирном доме
        name8,//Работы по обеспечению требований пожарной безопасности
        name9,//Работы по содержанию и ремонту систем дымоудаления и вентиляции
        name10,//Работы по содержанию и ремонту систем внутридомового газового оборудования
        name11,//Обеспечение устранения аварий на внутридомовых инженерных системах в многоквартирном доме
        name12,//Проведение дератизации и дезинсекции помещений, входящих в состав общего имущества в многоквартирном доме
        name13,//Работы по содержанию земельного участка с элементами озеленения и благоустройства, иными объектами, предназначенными для обслуживания и эксплуатации многоквартирного дома
        name14//Прочая работа (услуга)
    }
}