namespace RegistryWeb.Models.Api
{
    public enum UnitOfMeasureEnum
    {
        id1 = 1, //кв.м
        id2, //пог.м
        id3, //шт.
        id4, //куб.м
        id5, //Гкал
        id6, //Гкал/кв.м
        id7, //Гкал/час
        id8, //Гкал*час/кв.м
        id9, //Гкал/год
        id10, //чел.
        id11, //ед.
        id12, //руб.
        id13, //%
        id14, //°С*сут
        id15, //км
        id16, //куб.м/сут.
        id17, //куб.м/квартира
        id18, //куб.м/чел.в мес.
        id19, //Вт/куб.м
        id20, //кВт
        id21, //кВА
        id22, //Вт/(куб.м*°С)
        id23, //час
        id24, //дн.
        id25, //тыс.руб.
        id26, //м
        id27, //кг
        id28, //кг/куб.м
        id29, //мВт
        id30, //кВт/куб.м
        id31, //кВт/ч
        id32, //кВт*ч
        id33, //руб/куб.м
        id34, //куб.м/кв.м
        id35, //кВт.ч/кв.м
        id36, //руб./Гкал
        id37, //руб./кВт.ч
        id38, //Гкал/чел.
        id39, //Гкал/куб.м
        id40, //кВт/чел.
        id41, //кВт*ч/чел.в мес.
        id42, //руб./1000куб.м.
        id43, //куб.м/кв.м общ. Имущества в мес.
        id44, //кВт*ч/кв.м общ. Имущества в мес.
        id45, //кВт/кв.м
        id46, //Гкал/кв.м в мес.
        id47, //Гкал/кв.м. в год
        id48, //руб./чел. В мес.
        id49, //руб./кв.м
        id50, //руб./кг
        id51, //1 пролёт
        id52, //10 погонных метров
        id53, //10 шт.
        id54, //100 кв.м.
        id55, //100 куб.м.
        id56, //100 погонных метров
        id57, //100 шт.
        id58, //1000 кв.м.
        id59, //1 м фальца
        id60, //Квартира
        id61, //руб/ч
        id62, //руб/шт
        id63, //Комплекс работ/мес.
        id64, //кв.м./мес.
        id65, //погонный метр/мес.
        id66, //шт./мес.
        id67, //этаж/мес.
        id68, //куб.м./мес.
        id69, //1000 куб.м.
        id70, //куб.м./чел. В год
        id71, //кг/чел. в мес.
        id72, //кВт.ч
        id73, //куб. м/чел.
        id74, //кВт.ч/сут
        id75, //кВт/м
        id76, //тыс кВт.ч
        id77, //ГВт.ч
        id78, //ккал
        id79, //ккал/ч
        id80, //млн т
        id81, //нор. м3
        id82 //КХ
    }
}